{
  "app": {
    "title": "E-Tech"
  },
  "nav": {
    "about-us": "VỀ CHÚNG TÔI",
    "games": "TRỜ CHƠI",
    "partners": "ĐỐI TÁC",
    "contact-us": "LIÊN HỆ CHÚNG TÔI",
    "viet-nam": "Tiếng Việt",
    "english": "Tiếng Anh"
  },
  "we-re": "Chúng tôi đã sẵn sàng",
  "day": "Ngày",
  "hours": "Giờ",
  "min": "Phút",
  "sec": "Giây",
  "we-will": "Chúng tôi sẽ trở lại với một cái gì đó tuyệt vời. Nhận thông tin cập nhật mới nhất về trò chơi của chúng tôi. Hãy đăng ký nhận bản tin của chúng tôi.",
  "browse-our": "Duyệt qua tuyển tập các trò chơi trực tuyến miễn phí của chúng tôi và tận hưởng thời gian tuyệt vời mà không cần rời khỏi trang web! Tùy chọn Trò chơi dành cho Trẻ em của chúng tôi cũng bao gồm các bài đánh giá trò chơi, các hướng dẫn và mánh gian lận trong trò chơi mở rộng, v.v. Chúng tôi cũng có các bản tải xuống, video và bài viết miễn phí độc quyền. Etech đánh giá các trò chơi trẻ em phổ biến nhất từ ​​tất cả các nền tảng trò chơi điện tử phổ biến nhất, vì vậy bạn không cần phải tìm kiếm trò giải trí ở bất kỳ nơi nào khác trên Internet. Khám phá một thế giới trò chơi hoàn toàn mới trên Etech.",
  "24h": "Truy cập 24/7 đảm bảo hoạt động kinh doanh của nhà điều hành diễn ra suôn sẻ suốt cả năm.",
  "design": "Kết hợp các vũ trụ giàu trí tưởng tượng, lối chơi năng động và lối chơi chưa từng có, trò chơi của chúng tôi vượt qua ranh giới của thế giới ảo bằng cách tạo ra lối chơi sáng tạo.",
  "team": "Etech là một studio quốc tế từng đoạt giải thưởng gồm các nhà thiết kế, nghệ sĩ, nhà làm phim hoạt hình và nhà sản xuất chuyên tạo ra nội dung cho những tên tuổi lớn nhất trong lĩnh vực điện ảnh và trò chơi điện tử.",
  "users":"Người dùng",
  "games": "Trò chơi",
  "24h-hours": "24h -Giờ",
  "design-title": "Thiết kế",
  "team-title": "Đội",
  "our-games": "Trò chơi của chúng tôi",
  "our-game-title": "Với tư cách là người tiên phong trong lĩnh vực trò chơi hóa ứng dụng dành cho thiết bị di động, chúng tôi tự hào về tính độc đáo và cá tính, cung cấp cho người chơi toàn cầu những trò chơi hiện đại có cốt truyện hấp dẫn, hiệu ứng âm thanh giật gân và hình ảnh động tuyệt đẹp không bao giờ hết ấn tượng.",
  "E-Space": "Không gian điện tử",
  "Pirates": "Hải tặc",
  "Rocky": "Đá",
  "Aborigines": "Thổ dân",
  "Kingland": "Vương quốc Kingland",
  "Witch Party": "Bữa tiệc phù thủy",
  "Blue Fire":"Lửa xanh",
  "The Last Game":"Trò chơi cuối cùng",
  "Magic tree":"Cây ma thuật",
  "Cinderella":"Cô bé Lọ Lem",
  "Our Partners":"Những cộng sự của chúng ta",
  "Address":"Địa chỉ",
  "Subscriber":"Người đăng kí",
  "enter-your-email": "Nhập email của bạn",
  "subscribe-to": "Đăng ký nhận bản tin của chúng tôi và là người đầu tiên biết về các cập nhật của chúng tôi",
  "adr-name": "Tòa nhà Valletta, Phố Nam, Valletta - VLT 1103 Malta, Hoa Kỳ",
 
  "vietnamese": "Tiếng Việt",
  "english": "Tiếng Anh"

}
